Repository: videolan/vlc-winrt
Catalog: app/VLC.Universal/MultilingualResources/VLC.Universal.*.xlf
Languages: ar_sa

source: about the app
ar_sa: عن التطبيق

source: add
ar_sa: أضف

source: add folder
ar_sa: أضِف مجلد

source: add to collection
ar_sa: أضِف إلى التجميع

source: add to current playlist
ar_sa: أضِف إلى قائمة التشغيل الحالية

source: add to playlist
ar_sa: أضف إلى قائمة التشغيل

source: albums
ar_sa: الألبومات

# AlbumsFound
source: albums found : {0}
ar_sa: الألبومات التي تم العثور عليها : {0}

source: animations
ar_sa: سرعة تحريك جوم

# AppTheme
source: application theme
ar_sa: سمة التطبيق

source: artists
ar_sa: الفنانون

source: audio
ar_sa: صوت

source: audio delay
ar_sa: تأخير الصوت

source: Audio Tracks
ar_sa: المقاطع الصوتية

source: back
ar_sa: الرجوع

source: camera roll
ar_sa: لفة كاميرا

source: change album cover
ar_sa: تغيير غلاف الألبوم

source: Chapters
ar_sa: الفصول

# CheckCredentials
source: an error occured, please check your credentials
ar_sa: حدث خطأ ، يرجى التحقق من بيانات الاعتماد الخاصة بك

source: connect
ar_sa: اتصال

source: connected to Last.FM
ar_sa: متصل بِ‍ Last.FM

source: connecting
ar_sa: جارى الربط

source: connect to Last.FM
ar_sa: اتصل بِ‍ Last.FM

source: crash report
ar_sa: تقرير الاعطال

source: decrease speed
ar_sa: تقليل السرعة

source: decrease volume
ar_sa: خفض الصوت

source: delete playlist
ar_sa: حذف قائمة التشغيل

source: delete selected
ar_sa: حذف المحدد

source: edit metadata
ar_sa: تعديل بيانات التعريف

# ElementsNotFound
source: we did not find elements in there
ar_sa: لم نجد عناصر هناك

# EnterURL
source: enter a url
ar_sa: ادخل عنوان الموقع

source: episode
ar_sa: حلقة

# EvenIfBackground
source: even if the app is in background
ar_sa: حتى لو كان التطبيق بالخلفية

# EvenIfNotBackground
source: even if the app is not in background
ar_sa: حتى لو لم يكن التطبيق بالخلفية

# FailFilePlayBackground
source: This file may not play in the background
ar_sa: قد لا يتم تشغيل هذا الملف في الخلفية

# FailNavigateVideoPlayerPage
source: VLC failed to navigate to the Video Player page
ar_sa: فشل VLC في الانتقال إلى صفحة مشغّل الڤديوهات

# FailOpenVideo
source: VLC failed to open the video
ar_sa: فشل VLC في فتح الڤديو

# FailStartVLCEngine
source: The app failed to start the VLC engine
ar_sa: فشل التطبيق في بدء تشغيل محرك VLC

# FeedbackThankYou
source: feedback sent! thank you
ar_sa: شكراً لك, تم ارسال التقييم!

# FileExplorer
source: browse
ar_sa: تصفح

source: hardware decoding
ar_sa: فك الترميز الهاردوير

# HardwareDecodingDescription
source: Hardware decoding may not work on your device.
ar_sa: قد لا يعمل الترميز بالعتاد على جهازك.

# HaveToSelectPlaylist
source: please select a playlist
ar_sa: يرجى اختيار قائمة التشغيل

source: home
ar_sa: الرّئيسية

source: home page
ar_sa: الصفحة الرئيسية

# HomePageDescription
source: VLC will start on the selected page
ar_sa: سيبدأ VLC عند الصفحة المحدد

# HoweverYouMayFindWhatYouWantHere
source: however you may find what you're looking for here
ar_sa: لكن يمكنك الحصول على ما تريده هنا

# HowToFavoriteAlbum1
source: to favorite an album, just press
ar_sa: لألبومك المفضل فقط اضغط

# HowToFavoriteAlbum2
source: and you'll get an instant access to it
ar_sa: وستتمكن من الوصول الفوري إليه

source: important sponsors
ar_sa: راعي مهم

source: increase speed
ar_sa: زيادة السرعة

source: increase volume
ar_sa: رفع الصوت

# ItsEmpty
source: it's empty here
ar_sa: انها فارغة هنا

source: keyboard shortcuts
ar_sa: اختصارات لوحة المفاتيح

source: license
ar_sa: الترخيص

source: loading
ar_sa: تحميل

source: loading music
ar_sa: يحمّل الموسيقى

source: most played artists
ar_sa: الفانون الأكثر تشغيلا

source: music
ar_sa: موسيقى

source: music folders
ar_sa: مجلدات الموسيقى

# MusicFoldersDescription
source: VLC will only search songs that are in your music library. You can add folders to your library here
ar_sa: سيبحث VLC عن الموسيقى التي في مكتبتك الموسيقية فقط. يمكنك إضافة مجلدات إلى مكتبتك هنا

source: Music Settings
ar_sa: إعدادات الموسيقى

source: music shows
ar_sa: عروض الموسيقى

source: mute
ar_sa: كتم

source: my playlists
ar_sa: قوائمي التشغيل

source: network
ar_sa: شبكة

source: new playlist
ar_sa: قائمة تشغيل جديدة

source: new videos
ar_sa: فيديوهات جديدة

source: no
ar_sa: لا

# NoBiographyFound
source: no bio found for this artist
ar_sa: لا وجود لسيرة الذاتية لهذا المؤدي

source: no camera videos found
ar_sa: لا وجود لملفات الفيديو في الكاميرا

source: no favorite albums
ar_sa: لا ألبومات مفضلة

source: no internet connection
ar_sa: لا اتصال بالأنترنت

source: no playlists
ar_sa: لا قوائم تشغيل

source: no shows found
ar_sa: لم يُعثر على عروض

# NothingToSeeHere
source: there's nothing to see here
ar_sa: لا شيء هنا

source: notifications
ar_sa: اﻹشعارات

# NotificationWhenSongStarts
source: when the song starts
ar_sa: عند بدء الأغنية

# NoVideosFound
source: we did not find video
ar_sa: لم يعثر على ڤديو

source: now playing
ar_sa: يشتغل الآن

source: open file
ar_sa: فتح ملف

source: open stream
ar_sa: فتح التدفق

source: open subtitle
ar_sa: فتح ترجمة نصية

# OrderAscending
source: ascending
ar_sa: تصاعديا

# OrderByAlbum
source: by album
ar_sa: بالألبوم

# OrderByArtist
source: by artist
ar_sa: بالفنان

# OrderByDate
source: by date
ar_sa: بالتاريخ

# OrderDescending
source: descending
ar_sa: تنزلي

source: password
ar_sa: كلمة السر

source: pause
ar_sa: إيقاف مؤقت

source: pin album
ar_sa: دبس الألبوم

source: pin artist
ar_sa: دبس الفنان

source: play
ar_sa: شغل

source: play album
ar_sa: شغّل الألبوم

source: play all
ar_sa: تشغيل الكل

source: playback
ar_sa: تشغيل

source: Player Settings
ar_sa: إعدادات المشغل

source: play folder
ar_sa: شغل المجلد

source: playlist
ar_sa: قائمة التشغيل

# PlaylistAlreadyExists
source: this playlist already exists
ar_sa: قائمة التشغيل هذه موجودة بالفعل

# PlaylistNamePlaceholder
source: playlist name
ar_sa: إسم قائمة التشغيل

source: playlists
ar_sa: قوائم التشغيل

source: play track
ar_sa: شغل المقطوع

source: play video
ar_sa: شغل الڤديو

source: privacy statement
ar_sa: بيان الخصوصية

source: Favorites
ar_sa: المفضلة

source: refresh music library
ar_sa: تحديث مكتبة الموسيقى

source: refresh video library
ar_sa: تحديث مكتبة الڤديو

source: removable storage
ar_sa: الأجهزة القابلة للإزالة

source: remove folder
ar_sa: حذف المجلد

# RemoveMusicFolderDescription
source: If you don't want this folder in your Music library, you can remove it. It will affect all apps, not only VLC
ar_sa: إن لم ترد أن يكون هذا المجلد في مكتبك الموسيقية يمكنك إزالته. سيؤثر ذلك على كل التطبيقات وليس VLC فحسب.

# RemoveVideoFolderDescription
source: If you don't want this folder in your Video library, you can remove it. It will affect all apps, not only VLC
ar_sa: إن لم ترد أن يكون هذا المجلد في مكتبة الڤديوهات يمكنك إزالته. سيؤثر ذلك على كل التطبيقات وليس VLC فحسب.

source: reset
ar_sa: أعد الضبط

source: reset music database
ar_sa: صفر قاعدة بيانات الموسيقى

source: reset speed
ar_sa: صفر السرع

# RichAnimationsDescription
source: Use rich animations in the slideshows
ar_sa: إستدم في عرض الشرائح مجمل رسوم متحركة

source: search
ar_sa: بحث

source: season
ar_sa: الموسم

source: settings
ar_sa: الإعدادات

source: show playlist
ar_sa: عرض قائمة التشغيل

source: shows
ar_sa: العروض

source: shuffle
ar_sa: عشوائي

source: songs
ar_sa: مقطوعات

source: special thanks
ar_sa: شكر خاص

source: speed
ar_sa: السرعة

source: stop
ar_sa: أيقاف

source: subtitle delay
ar_sa: تأخيرالترجمة

source: Subtitles
ar_sa: التّرجمات

source: subtitles encoding
ar_sa: ترميز الترجمة

source: theme
ar_sa: سمة

source: tile removed
ar_sa: ازيلت الوحة

source: top videos
ar_sa: أول الفيديوهات

# TrackAddedToYourPlaylist
source: track added to the playlist
ar_sa: أُضيفت المقطوعة إلى قائمة التشغيل

# TrackAlreadyExistsInPlaylist
source: this track is already in that playlist
ar_sa: المقطوعة في قائمة التشغيل بالفعل

source: tracks
ar_sa: مقطوعات

source: Unknown album
ar_sa: ألبوم مجهول

source: Unknown artist
ar_sa: مؤدّ غير معروف

source: Unknown show
ar_sa: عرض غير معروف

source: Unknown track
ar_sa: مقطع غير معروف

source: User Interface
ar_sa: الواجهة

source: username
ar_sa: إسم المستخدم

source: video
ar_sa: فيديو

source: video folders
ar_sa: مجلدات الفيديوهات

# VideoFoldersDescription
source: VLC will only search videos that are in your video library. You can add folders to your library here
ar_sa: VLC يبحث فقط في الفيديوهات الموجودات في مكتبة الفيديو. يمكنك إضافة المجلدات إلى المكتبة هنا:

source: video playback
ar_sa: مواصلة تشغيل الفيديو

# VideoPlaybackInBackground
source: play video in background
ar_sa: شغّل الڤديو بالخلفية

source: videos
ar_sa: الفيديوهات

source: Video Settings
ar_sa: اعدادات الفيديو

source: view album
ar_sa: عرض الألبوم

source: view artist
ar_sa: عرض الفنان

source: volume
ar_sa: مستوى الصوت

source: we need your help
ar_sa: نحن نحتاج مساعدتك

source: yes
ar_sa: نعم

source: your music
ar_sa: موسيقاك

source: accent color
ar_sa: لون تمييزي

source: background color
ar_sa: لون الخلفية

source: dark
ar_sa: داكن

source: light
ar_sa: فاتح

source: title bar
ar_sa: شريط العناوين

# NeedRestart
source: You need to restart the app to apply changes
ar_sa: عليك إعادة تشغيل التطبيق لتطبيق التغييرات

source: zoom
ar_sa: تكبير/تصغير

source: are you sure?
ar_sa: هل أنت متأكد؟

# MediaCantBeRead
source: the media can't be read
ar_sa: تعذرت قراءة الوسيط

# Sorry
source: we're sorry
ar_sa: نأسف

# SURFACE_BEST_FIT
source: best fit
ar_sa: أفضل ملاءمة

# SURFACE_FIT_HORIZONTAL
source: horizontal cropping
ar_sa: اقتصاص افقي

# SURFACE_FIT_VERTICAL
source: vertical cropping
ar_sa: اقتصاص عامودي

source: your playlist won't be accessible
ar_sa: لا يمكن الوصول إلى قائمة التشغيل الخاصة بك

# NoArtistShowsFound
source: we didn't find shows for this artist
ar_sa: لم نجد عروضًا لهذا الفنان

source: no results
ar_sa: لا نتائج

source: Force landscape
ar_sa: فرض عرضي

# SURFACE_STRETCH
source: stretch
ar_sa: توسيع

source: Similar artists
ar_sa: فنانين مماثلين

# EnglishLanguage
source: English
ar_sa: الإنجليزية

# FrenchLanguage
source: French
ar_sa: الفرنسية

# JapaneseLanguage
source: Japanese
ar_sa: اليابانية

# GermanLanguage
source: German
ar_sa: الأَلْمانِيَّة

# PolishLanguage
source: Polish
ar_sa: البولندية

# SlovakLanguage
source: Slovak
ar_sa: السلوفاكية

# DanishLanguage
source: Danish
ar_sa: الدانمركية

# SpanishLanguage
source: Spanish
ar_sa: الاسبانية

# HungarianLanguage
source: Hungarian
ar_sa: الهنغارية

# ItalianLanguage
source: Italian
ar_sa: الإيطالية

# KoreanLanguage
source: Korean
ar_sa: الكورية

# MalayLanguage
source: Malay
ar_sa: لغة ملايو

# NorwegianLanguage
source: Norwegian
ar_sa: النرويجية

# DutchLanguage
source: Dutch
ar_sa: الهولندية

# RussianLanguage
source: Russian
ar_sa: الروسية

# SwedishLanguage
source: Swedish
ar_sa: السويدية

# TurkishLanguage
source: Turkish
ar_sa: التركية

# UkrainianLanguage
source: Ukrainian
ar_sa: الأوكرانية

# ChineseLanguage
source: Chinese
ar_sa: الصينية

# PortugueseLanguage
source: Portuguese
ar_sa: البرتغالية

# CzechLanguage
source: Czech
ar_sa: التشيكية

# IcelandicLanguage
source: Icelandic
ar_sa: الأيسلاندية

# HebrewLanguage
source: Hebrew
ar_sa: العبرية

# RomanianLanguage
source: Romanian
ar_sa: الرومانية

# BrazilianLanguage
source: Brazilian
ar_sa: البرازيلية

# ArabicLanguage
source: Arabic
ar_sa: العربية

source: Languages
ar_sa: اللغات

# SelectLanguageDescription
source: VLC will be displayed in
ar_sa: سيُعرض VLC بِ‍

source: Apply And Restart
ar_sa: طبّق وأعِد التشغيل

source: Refresh Language
ar_sa: تحديث اللغات

source: local
ar_sa: محلي

# WEBINTF_DOWNLOADFILES
source: Download Files
ar_sa: تنزيل الملفات

# WEBINTF_DOWNLOADFILES_LONG
source: Just click the file you want to download from your Xbox.
ar_sa: انقر الملف الذي تريد تنزيله من Xbox لديك فحسب.

# WEBINTF_DROPFILES
source: Drop Files
ar_sa: أسقِط الملفات

# WEBINTF_DROPFILES_LONG
source: Drop files in the window to add them to your Xbox.<br>Or click on the "+" button to use the file picker dialog.
ar_sa: أسقِط الملفات في النافذة لإضافتها إلى Xbox لديك.<br> أو انقر زر "+" لاستخدام حواري منتقي الملفات.

# WEBINTF_TITLE
source: Sharing via WiFi
ar_sa: المشاركة عبر WiFi

source: copy to local storage
ar_sa: انسخ الوسائط إلى التخزين الداخلي.

# ExternalStorageDeviceDetected
source: VLC has detected an external storage device.
ar_sa: اكتشف VLC جهاز تخزين خارجي.

# ReadFromExternalStorage
source: Use external storage as media library.
ar_sa: استخدم التخزين الخارجي كمكتبة وسائط.

# SelectContentToCopy
source: Copy media to the internal storage.
ar_sa: انسخ الوسائط إلى التخزين الداخلي.

# WhatToDo
source: What would you like to do?
ar_sa: ما الذي تريد فعله؟

source: Ask me
ar_sa: اسأل‎

source: external storage
ar_sa: تخزين خارجي

# WhatToDoWhenExternalStorage
source: What should VLC do when an external storage device has been detected?
ar_sa: ما الذي على VLC فعله عند اكتشاف جهاز تخزين خارجي

source: Cancel
ar_sa: الغاء

source: Do nothing
ar_sa: لا شيء

source: Ok
ar_sa: حسنا

source: Ignore
ar_sa: تجاهل

source: Remember
ar_sa: تذكر

# AddMediaHelp
source: Please insert an external storage device
ar_sa: رجاءً أدخِل جهاز تخزين خارجي

# AddMediaHelpWithIP
source: Please insert an external storage device, or go to http://{0}:8080 to upload some media
ar_sa: رجاءً أدخِل جهاز تخزين خارجي، أو انتقل إلى http://{0}:8080 لرفع بعض الوسائ

# CopyHelpDesktop
source: Right-click on a file or a folder to copy it to the local storage.
ar_sa: انقر باليمين على الملف أو المجلد لنسخه إلى التخزين المحلي.

# CopyHelpMediaCenter
source: Press "Y" on a file or a folder to copy it to the local storage.
ar_sa: اضغط ”Y“ على ملف أو مجلد لنسخه إلى التخزين الداخلي.

# NoSubtitles
source: No subtitle tracks
ar_sa: لا مسارات ترجم

# ClearKeystore
source: Clear saved credentials
ar_sa: امسح بيانات الشخصية السرية

source: Credentials
ar_sa: بيانات الاعتماد

# CopyHelpPhone
source: Long press on a file or a folder to copy it to the local storage.
ar_sa: اضغط مطول على المجلد أو الملف لنسخه إلى التخزين الداخلي

# SURFACE_FIT_SCREEN
source: fit screen
ar_sa: املأ الشاشة

# SURFACE_FILL
source: fill
ar_sa: املأ

# SURFACE_ORIGINAL
source: original
ar_sa: أصلي

# CompactOverlayPiP
source: use windows 10 pip
ar_sa: إستخدم ويندوز 10

source: TV unsafe area
ar_sa: منطقة غير آمنة لجهاز التلفاز

# AddMarginExplanation
source: Some TVs will not display the app correctly. To add some margin, turn this on
ar_sa: بعض أجهزة التلفاز لا تظهر هذا التطبيق بصورة صحيحة. فعل هذا الخيار لزيادة الهامش

source: Extra margin
ar_sa: زيادة هامش

source: No extra margin
ar_sa: لا زيادة في الهامش

source: restart
ar_sa: إعادة التشغيل

source: disconnect
ar_sa: قطع الاتصال

source: Xbox upload
ar_sa: تحميل Xbox
